Repository: PauloDavi/42sp-transcendence
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: Digite seu nome de exibição
es: Ingresa tu nombre para mostrar

source: Seu nome de exibição
es: Tu nombre para mostrar

source: Ex: Torneio 42
es: Ej: Torneo 42

source: Pontuação do usuário 1
es: Puntuación de usuario 1

source: Pontuação do usuário 2
es: Puntuación de usuario 2

source: Número da rodada
es: Número redondo

source: Jogado em
es: Jugó en

source: Finalizado em
es: Completado el

source: Atualizado em
es: Actualizado el

source: Tipo de partida
es: Partidos totales

source: Partida
es: Partido

source: Partidas
es: Partidos

source: Nome de exibição
es: Nombre para mostrar

source: Entrou em
es: Ingresó en

source: Criado em
es: Creado en

source: Bye do Torneio
es: Bye torneo

source: Byes do Torneio
es: Byes torneo

source: Nome do torneio
es: Nombre del torneo

source: Iniciado em
es: Comenzó en

source: Torneio
es: Torneo

source: Torneios
es: Torneos

source: Opponent not found
es: Oponente no encontrado

source: You can't play against yourself
es: No puedes jugar contra ti mismo

source: Opponent is offline
es: El oponente está desconectado

source: Convite de partida
es: Invitación a un partido

source: Aceitar
es: Aceptar

source: Rejeitar
es: Rechazar

source: Falha ao enviar o convite
es: No se pudo enviar la invitación

source: This is not a tictactoe match
es: Esto no es un partido de tres en raya

source: Match already finished
es: Partido ya terminado

source: You are not part of this match
es: No eres parte de este partido

source: Partida recusada
es: Partido rechazado

source: This is not a pong match
es: Esto no es un partido de pong

source: Tournament created successfully
es: Torneo creado exitosamente

source: Você já está participando de um torneio ativo
es: Ya estás participando en un torneo activo

source: You are not the creator of this tournament
es: No eres el creador de este torneo

source: Tournament already started
es: Torneo ya iniciado

source: Tournament deleted successfully
es: Torneo eliminado exitosamente

source: Você não pode entrar em um novo torneio enquanto estiver participando de outro torneio ativo
es: No puedes ingresar a un nuevo torneo mientras estés participando en otro torneo activo.

source: Você já está participando deste torneio.
es: Ya estás participando en este torneo.

source: Você entrou no torneio com sucesso!
es: ¡Has entrado al torneo con éxito!

source: Erro ao entrar no torneio
es: Error al ingresar al torneo

source: Não é possível sair de um torneio que já começou
es: No es posible abandonar un torneo que ya ha comenzado

source: Você saiu do torneio com sucesso
es: Has salido del torneo con éxito.

source: Você não está neste torneio
es: No estás en este torneo

source: Nome de login
es: Nombre de usuario

source: Ex: João Silva
es: Ej: Juan Silva

source: Sua senha
es: Tu contraseña

source: Digite sua senha
es: Ingresa tu contraseña

source: Nome de usuário
es: Nombre de usuario

source: Senha
es: Contraseña

source: Confirme sua senha
es: Confirma tu contraseña

source: Ex: joao@silva.com
es: Ej: joao@silva.com

source: Crie uma senha
es: Crear una contraseña

source: As senhas não coincidem.
es: Las contraseñas no coinciden.

source: Vitórias
es: Victorias

source: Usuário
es: Usuario

source: Usuários
es: Usuarios

source: Pending
es: Pendiente

source: Accepted
es: Pendiente

source: Rejected
es: Rechazada

source: Status
es: Estado

source: Amizade
es: Amistad

source: Amizades
es: Amistades

source: Login realizado com sucesso
es: Inicio de sesión exitoso

source: Usuário ou senha inválidos
es: Nombre de usuario o contraseña no válidos

source: Usuário deslogado com sucesso
es: El usuario ha cerrado sesión correctamente

source: Usuário criado com sucesso
es: El usuario ha cerrado sesión correctamente

source: Seu perfil foi atualizado com sucesso!
es: ¡Tu perfil ha sido actualizado exitosamente!

source: Você não pode adicionar a si mesmo como amigo!
es: ¡No puedes agregarte como amigo!

source: Usuário não encontrado!
es: ¡Usuario no encontrado!

source: Solicitação de amizade enviada com sucesso!
es: ¡Solicitud de amistad enviada exitosamente!

source: Amigo não encontrado!
es: ¡Amigo no encontrado!

source: Amigo removido com sucesso!
es: ¡Amigo eliminado exitosamente!

source: Amigo aceito com sucesso!
es: ¡Amigo aceptado exitosamente!

source: Amigo rejeitado com sucesso!
es: ¡Amigo rechazado exitosamente!

source: Português
es: Portugués

source: Inglês
es: Inglés

source: Espanhol
es: Español

source: Create chat room
es: Crear sala de chat

source: Enter chat room code
es: Ingresar el código de la sala de chat

source: Foto do usuário
es: Foto de usuario

source: Digite sua mensagem...
es: Introduce tu mensaje...

source: Enviar
es: Para enviar

source: ganhou!
es: ganó

source: Esperando o adversário entrar na partida
es: Esperando que el oponente entre al partido

source: Finalizado
es: Completado

source: Iniciar Torneio
es: Iniciar torneo

source: Jogadores
es: Jugadores

source: Nome
es: Nombre

source: Offline
es: Desconectado

source: Vencedor
es: Ganador

source: Rodada
es: Ronda

source: Atual
es: Actual

source: Ir para partida
es: Ir al partido

source: Passou direto
es: Pasó directamente

source: Na sala
es: En la sala

source: Em jogo
es: En broma

source: Criar torneio
es: Crear torneo

source: Ações
es: Acciones

source: Nenhum jogador
es: Ningún jugador

source: Deletar
es: Borrar

source: Sair
es: Salir

source: Primeira
es: Primero

source: Próxima
es: Próximo

source: Última
es: Último

source: Nenhum torneio encontrado.
es: No se encontraron torneos.

source: Novo torneio
es: Nuevo torneo

source: Fechar
es: Para cerrar

source: Salvar
es: Ahorrar

source: Entrar no torneio
es: Entrar al torneo

source: Sucesso
es: Éxito

source: Erro
es: Error

source: Informação
es: Información

source: Tournaments
es: Torneos

source: Estatísticas
es: Estadística

source: Jogar contra IA
es: Juega contra la IA

source: Médio
es: Media

source: Escuro
es: Oscuro

source: Lingua
es: idioma

source: Perfil do Usuário
es: Perfil de usuario

source: Online
es: En línea

source: Login
es: Conectar

source: Logar
es: Acceso

source: Login com 42
es: Enter with 42

source: Cadastrar
es: Registro

source: Buscar usuário...
es: Añadir usuario...

source: Adicionar amigo
es: Agregar amigo

source: Aceitar convite
es: Aceptar invitación

source: Recusar convite
es: Rechazar invitación

source: Convite recusado
es: Invitación rechazada

source: Você recusou a amizade
es: Rechazaste la amistad

source: Convite pendente
es: Invitación pendiente

source: Iniciar chat com amigo
es: Iniciar chat con un amigo

source: Iniciar partida de jogo da velha
es: Empieza un juego de tres en raya

source: Iniciar partida de pong
es: Iniciar juego de pong

source: Remover amigo
es: Eliminar amigo

source: Você ainda não tem amigos adicionados.
es: No tienes amigos añadidos todavía

source: Todas
es: Todo

source: Oponente
es: Adversario

source: Placar
es: Marcador

source: Início
es: Inicio

source: Fim
es: Fin

source: Você
es: Tú

source: Jogo da velha
es: Tres en raya

source: Continuar partida
es: Continuar el juego

source: Você ainda não jogou nenhuma partida.
es: Aún no has jugado ningún partido.

source: Nenhum usuário encontrado
es: No se encontraron usuarios

source: Erro ao buscar usuários
es: Error al buscar usuarios

source: Cadastro
es: Registro

source: Total de Partidas
es: Total de Partidos

source: Taxa de Vitória
es: Porcentaje de victorias

source: Histórico de Partidas
es: Historial de Partidos

source: Rivais Mais Frequentes
es: Rivales más frecuentes

source: Desempenho em Torneios
es: Rendimiento en torneos

source: Tipos de Partidas
es: Tipos de juegos

source: Tempo de Jogo por Dia
es: Tiempo de juego por día

source: 1º Lugar
es: 1er lugar

source: 2º Lugar
es: 2do Lugar

source: Outros
es: Otros

source: Minutos Jogados
es: Minutos jugados

source: Atualize seu perfil
es: Actualiza tu perfil
